Repository: alexandr1anovx/EcoFill
Catalog: EcoFill/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: uk

source: A-95 Euro
uk: А-95 Євро

source: About The Developer
uk: Про розробника

source: Account Deleted
uk: Обліковий запис видалено

source: Account Deletion
uk: Видалення облікового запису

source: Account Deletion Failed
uk: Не вдалося видалити обліковий запис

source: Additional
uk: Додатково

source: Additional Actions
uk: Додаткові дії

source: Alexander Andrianov, **iOS Engineer**
uk: Олександр Андріанов, iOS Engineer

source: Already a member?
uk: Вже є користувачем?

source: An account with the provided email already exists.
uk: Обліковий запис з вказаною адресою вже існує.

source: An error occurred while logging out of your account. Please contact support
uk: Виникла помилка при виході з вашого облікового запису. Зверніться до служби підтримки

source: Are you sure? It will delete all your data forever.
uk: Ви впевнені? Це видалить всі ваші дані назавжди.

source: Authorization access denied
uk: Відмовлено в авторизації доступу

source: Automobile
uk: Автомобіль

source: Camera access is required to scan the code.
uk: Для сканування коду потрібен доступ до камери.

source: Camera Settings
uk: Налаштування камери

source: Cancel
uk: Скасувати

source: Change
uk: Змінити

source: Change App Language
uk: Змінити мову застосунку

source: Change In Settings
uk: Змінити в налаштуваннях

source: Check your email for instructions to reset your password.
uk: Інструкції щодо зміни пароля ви знайдете у своїй електронній пошті.

source: City:
uk: Місто:

source: Confirm Password
uk: Підтвердження пароля

source: Contact support if you have problems
uk: Якщо у вас виникли проблеми, зверніться до служби підтримки

source: Continue
uk: Продовжити

source: Dark
uk: Темна

source: Delete
uk: Видалити

source: Delete Account
uk: Видалити обліковий запис

source: Done!
uk: Готово!

source: DP Euro
uk: ДП Євро

source: Email
uk: Електронна адреса

source: Email Status
uk: Статус електронної пошти

source: Enter your email address to receive a password reset link.
uk: Введіть свою електронну адресу, щоб отримати посилання для скидання пароля.

source: Failed to load gas stations data
uk: Не вдалося завантажити дані про АЗС

source: Failed to Send Password Reset Link
uk: Не вдалося надіслати посилання для скидання пароля

source: Forgot password?
uk: Забули пароль?

source: Full name
uk: Ім’я та прізвище

source: Gas
uk: Газ

source: General
uk: Загальне

source: Go to settings?
uk: Перейти до налаштувань?

source: Help us improve
uk: Допоможіть нам вдосконалюватися

source: Hide
uk: Приховати

source: Hide Route
uk: Сховати маршрут

source: Home
uk: Головна

source: Incorrect email or password.
uk: Неправильний email або пароль.

source: Input your account password
uk: Введіть пароль до свого облікового запису

source: Language:
uk: Мова:

source: Leave us a review — your feedback means a lot!
uk: Залиште нам відгук - ваш відгук багато значить!

source: Light
uk: Світла

source: Loading user data...
uk: Завантаження даних…

source: Loading...
uk: Завантаження…

source: Location access denied
uk: Відмовлено в доступі до місцезнаходження

source: Location access restricted
uk: Доступ до місцезнаходження обмежено

source: Location unknown
uk: Місцезнаходження невідоме

source: Log Out
uk: Вийти

source: Login
uk: Логін

source: Login Failed
uk: Не вдалося увійти

source: Logout Failed
uk: Не вдалося вийти з системи

source: Map
uk: Карта

source: Message
uk: Повідомлення

source: Network failed
uk: Не вдалося підключитися до мережі

source: New member?
uk: Новий користувач?

source: Operation failed
uk: Операція не вдалася

source: Other
uk: Інше

source: Password
uk: Пароль

source: Password Recovery
uk: Відновлення паролю

source: Payment:
uk: Оплата:

source: Personal Data
uk: Персональні дані

source: Please, try again later.
uk: Будь ласка, спробуйте пізніше.

source: Profile
uk: Профіль

source: Profile Update Failed
uk: Не вдалося оновити дані

source: Profile Updated Successfully
uk: Дані успішно оновлені

source: QR Code
uk: QR-код

source: QR Code is not available
uk: QR-код не доступний

source: Registration
uk: Реєстрація

source: Registration Failed
uk: Реєстрація не вдалася

source: Reset Password Link Sent
uk: Посилання для скидання пароля надіслано

source: Save Changes
uk: Зберегти зміни

source: Scan the QR Code:
uk: Відскануйте QR-код:

source: Scanning was successful!
uk: Сканування пройшло успішно!

source: Schedule:
uk: Розклад:

source: Select your city:
uk: Оберіть ваше місто:

source: Send Link
uk: Надіслати посилання

source: Settings
uk: Налаштування

source: Show Route
uk: Показати маршрут

source: Sign In
uk: Увійти

source: Sign Out
uk: Вийти

source: Sign Up
uk: Зареєструватися

source: Sort by:
uk: Сортувати за:

source: Street:
uk: Вулиця:

source: Submit
uk: Надіслати

source: Submit Your Message
uk: Надішліть своє повідомлення

source: Support
uk: Підтримка

source: System
uk: Системна

source: Thanks for reaching out! Whether it’s feedback or an issue, we appreciate your input and will respond shortly.
uk: Дякуємо, що звернулися до нас! Незалежно від того, чи це відгук, чи проблема, ми цінуємо ваш внесок і відповімо вам найближчим часом.

source: The link has been sent to your email address.
uk: Посилання надіслано на вашу електронну адресу.

source: Theme:
uk: Тема:

source: This action will redirect you to the login screen.
uk: Ця дія перенаправить вас на сторінку входу в систему

source: Travel Mode:
uk: Режим пересування:

source: Unknown
uk: Невідомо

source: Update Personal Data
uk: Оновити персональні дані

source: Use polite language in your message.
uk: Використовуйте ввічливу мову у своєму повідомленні.

source: Verification Email Sent
uk: Підтвердження надіслано на електронну пошту

source: Walking
uk: Пішки

source: We couldn't send the password reset link at this time. Please try again later.
uk: Наразі ми не можемо надіслати посилання для зміни пароля. Будь ласка, спробуйте пізніше.

source: Write your message
uk: Напишіть своє повідомлення

source: You can scan your QRcode to get bonuses
uk: Відскануйте свій QR-код, щоб отримати бонуси

source: You will be redirected to the Settings screen to change the app's language. Do you want to continue?
uk: Вас буде перенаправлено на екран налаштувань для зміни мови програми. Бажаєте продовжити?

source: Your account has been successfully deleted.
uk: Ваш обліковий запис успішно видалено.

source: Your password
uk: Ваш пароль

source: Your profile has been successfully updated.
uk: Ваш профіль успішно оновлено.

source: Сheck your email and follow the link to verify your account.
uk: Перевірте свою електронну пошту та перейдіть за посиланням, щоб підтвердити свій обліковий запис.
